{"_id":{"$oid":"6463cff27ffa592837cdc90e"},"Name":"Michel Gondry","Bio":"Michel Gondry is a French filmmaker noted for his inventive visual style and distinctive manipulation of mise en scène.","Birth":"1963"}
{"_id":{"$oid":"6463d0337ffa592837cdc90f"},"Name":"Steven Spielberg","Bio":"Steven Spielberg is an American filmmaker. A major figure of the New Hollywood era and pioneer of the modern blockbuster, he is the most commercially successful director in history.He was even appointed as an honorary Knight Commander of the Order of the British Empire (KBE) by Queen Elizabeth II for services to the British film industry","Birth":"1946"}
{"_id":{"$oid":"6463d07b7ffa592837cdc910"},"Name":"Jim Henson","Bio":"James Maury Henson was an American puppeteer, animator, cartoonist, actor, inventor, and filmmaker who achieved worldwide notability as the creator of The Muppets and Fraggle Rock and director of The Dark Crystal and Labyrinth.","Birth":"1936","Death":"1990"}
{"_id":{"$oid":"6463d0b57ffa592837cdc911"},"Name":"Chris Columbus","Bio":"Chris Columbus is an American filmmaker. Born in Spangler, Pennsylvania, Columbus studied film at Tisch School of the Arts where he developed an interest in filmmaking. After writing screenplays for several teen comedies in the mid-1980s, he made his directorial debut with a teen adventure, Adventures in Babysitting","Birth":"1958"}
{"_id":{"$oid":"6463d0f87ffa592837cdc912"},"Name":"Rob Reiner","Bio":"Rob Reiner is an American actor and filmmaker. As a director, Reiner was recognized by the Directors Guild of America Awards with nominations for the coming of age drama Stand by Me, the romantic comedy When Harry Met Sally, and the military courtroom drama A Few Good Men, the last of which also earned him a nomination for the Academy Award for Best Picture.","Birth":"1947"}
{"_id":{"$oid":"6463d13e7ffa592837cdc913"},"Name":"Ryan Murphy","Bio":"Ryan Murphy is an American television writer, director, and producer. He has received six Primetime Emmy Awards from 36 nominations, a Tony Award from two nominations, and two Grammy Award nominations. He has often been described as the most powerful man in modern television, and signed the largest development deal in television history with Netflix.","Birth":"1965"}
{"_id":{"$oid":"6463d1867ffa592837cdc914"},"Name":"Stanley Kubrick","Bio":"Stanley Kubrick was an American film director, producer and screenwriter. Widely considered one of the greatest filmmakers of all time, his films—almost all of which are adaptations of novels or short stories—cover a wide range of genres and feature innovative cinematography, dark humor, realistic attention to detail and extensive set designs.","Birth":"1928","Death":"1999"}
{"_id":{"$oid":"6463d1c67ffa592837cdc915"},"Name":"Mel Stuart","Bio":"Mel Stuart was an American film director and producer who often worked with producer David L. Wolper, at whose production firm he worked for 17 years, before going freelance.","Birth":"1928","Death":"2012"}
