{"_id":{"$oid":"6463d2427ffa592837cdc916"},"Name":"Drama","Description":"The drama genre features stories with high stakes and many conflicts. They're plot-driven and demand that every character and scene move the story forward. Dramas follow a clearly defined narrative plot structure, portraying real-life scenarios or extreme situations with emotionally-driven characters."}
{"_id":{"$oid":"6463d27c7ffa592837cdc917"},"Name":"Adventure","Description":"Adventure film is a genre that revolves around the conquests and explorations of a protagonist. The purpose of the conquest can be to retrieve a person or treasure, but often the main focus is simply the pursuit of the unknown. These films generally take place in exotic locations and play on historical myths."}
{"_id":{"$oid":"6463d2aa7ffa592837cdc918"},"Name":"Fantasy","Description":"Fantasy films are films that belong to the fantasy genre with fantastic themes, usually magic, supernatural events, mythology, folklore, or exotic fantasy worlds. The genre is considered a form of speculative fiction alongside science fiction films and horror films, although the genres do overlap."}
{"_id":{"$oid":"6463d2dc7ffa592837cdc919"},"Name":"Romance","Description":"Romance films, romance movies, or ship films involve romantic love stories recorded in visual media for broadcast in theatres or on television that focus on passion, emotion, and the affectionate romantic involvement of the main characters. Typically their journey through dating, courtship or marriage is featured."}
{"_id":{"$oid":"6463d31b7ffa592837cdc91a"},"Name":"Horror","Description":"Horror is a genre of storytelling intended to scare, shock, and thrill its audience. Horror can be interpreted in many different ways, but there is often a central villain, monster, or threat that is often a reflection of the fears being experienced by society at the time."}
{"_id":{"$oid":"6463d34a7ffa592837cdc91b"},"Name":"Action","Description":"Action films are built around a core set of characteristics: spectacular physical action; a narrative emphasis on fights, chases, and explosions; and a combination of state-of-the-art special effects and stunt-work."}
